Repository: Donglin5525/Holo
Catalog: Holo/Holo APP/Holo/Holo/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 追问会生成一份新报告挂在本报告下 · 消耗深度洞察额度
en: A follow-up will generate a new report under this one · Consumes Deep Analysis quota
zh_hant: 追問會生成一份新報告掛在本報告下 · 消耗深度洞察額度

source: 追问会生成一份新报告挂在本报告下 · 消耗深度洞察额度（本周剩 %lld 次）
en: A follow-up will generate a new report under this one · Consumes Deep Analysis quota (%lld left this week)
zh_hant: 追問會生成一份新報告掛在本報告下 · 消耗深度洞察額度（本週剩 %lld 次）

source: 追问来源：%@
en: Follow-up Source: %@
zh_hant: 追問來源：%@

source: 追问生成中
en: Generating Follow-up
zh_hant: 追問生成中

source: 追问记录
en: Follow-up History
zh_hant: 追問記錄

source: 退出 Apple 登录？
en: Sign Out of Apple?
zh_hant: 退出 Apple 登入？

source: 退出无序列表
en: Exit Bullet List
zh_hant: 退出無序列表

source: 退出有序列表
en: Exit Numbered List

source: 退出登录
en: Sign Out
zh_hant: 退出登入

source: 退出登录只会清除 Holo 的本地登录状态，不会删除本机数据，也不会删除 iCloud 云端数据。
en: Signing out only clears Holo's local login state; it won't delete data on this device or in iCloud.
zh_hant: 退出登入只會清除 Holo 的本地登入狀態，不會刪除本機資料，也不會刪除 iCloud 雲端資料。

source: 退出登录失败：%@
en: Sign Out Failed: %@
zh_hant: 退出登入失敗：%@

source: 送上祝福 ›
en: Send Wishes ›

source: 选「用于个人对账」，接收邮箱
en: Choose "For Personal Reconciliation" and receive the email
zh_hant: 選「用於個人對帳」，接收郵箱

source: 选「用于个人对账」，时间范围最多一年
en: Choose "For Personal Reconciliation"; time range is up to one year
zh_hant: 選「用於個人對帳」，時間範圍最多一年

source: 选一个分析场景
en: Choose an Analysis Scenario
zh_hant: 選一個分析場景

source: 选一个周期，Holo 会生成这期间的回放
en: Choose a period, and Holo will generate a Replay for it
zh_hant: 選一個週期，Holo 會生成這期間的回放

source: 选一个场景，发起深度分析
en: Choose a scenario to start Deep Analysis
zh_hant: 選一個場景，發起深度分析

source: 选一条想法查看
en: Select a Thought to view
zh_hant: 選一條想法檢視

source: 选中: %@
en: Selected: %@
zh_hant: 選中: %@

source: 选中日期
en: Selected Date
zh_hant: 選中日期

source: 选中的日子会实时出现在上方预览卡
en: Selected days will appear in the preview card above in real time
zh_hant: 選中的日子會實時出現在上方預覽卡

source: 选中的记忆 ID
en: Selected Memory ID
zh_hant: 選中的記憶 ID

source: 选中金额
en: Selected Amount
zh_hant: 選中金額

source: 选填
en: Optional
zh_hant: 選填

source: 选填 · 最多 %lld 张
en: Optional · Up to %lld
zh_hant: 選填 · 最多 %lld 張

source: 选择
en: Select
zh_hant: 選擇

source: 选择 AI 服务商
en: Select AI Provider
zh_hant: 選擇 AI 服務商

source: 选择主题 ›
en: Choose Theme ›
zh_hant: 選擇主題 ›

source: 选择任务
en: Select Task
zh_hant: 選擇任務

source: 选择分类
en: Select Category
zh_hant: 選擇分類

source: 选择后可启用对应的提醒策略
en: Select to enable the corresponding reminder strategy
zh_hant: 選擇後可啟用對應的提醒策略

source: 选择回看的日期
en: Choose a Date to Review
zh_hant: 選擇回看的日期

source: 选择图标
en: Choose Icon
zh_hant: 選擇圖示

source: 选择引用
en: Select Quote
zh_hant: 選擇引用

source: 选择文件失败：%@
en: Failed to Select File: %@
zh_hant: 選擇檔案失敗：%@

source: 选择日期
en: Select Date
zh_hant: 選擇日期

source: 选择日期范围
en: Select Date Range
zh_hant: 選擇日期範圍

source: 选择月份
en: Select Month
zh_hant: 選擇月份

source: 选择消费分类
en: Select Spending Category
zh_hant: 選擇消費分類

source: 选择清单
en: Select Checklist
zh_hant: 選擇清單

source: 选择清空范围
en: Select Clear Range
zh_hant: 選擇清空範圍

source: 选择目标
en: Select Goal
zh_hant: 選擇目標

source: 选择结束日期
en: Select End Date
zh_hant: 選擇結束日期

source: 选择要展示的习惯，点击切换展示位置，拖动调整顺序
en: Select habits to display; tap to toggle placement, drag to reorder
zh_hant: 選擇要展示的習慣，點選切換展示位置，拖動調整順序

source: 选择要补的日期 · 仅最近 %lld 天内
en: Select dates to backfill · Only within the last %lld days
zh_hant: 選擇要補的日期 · 僅最近 %lld 天內

source: 选择要补记的日期 · 最早至习惯创建日
en: Select dates to backfill · Up to the habit's creation date
zh_hant: 選擇要補記的日期 · 最早至習慣建立日

source: 选择订阅方案
en: Choose Subscription Plan
zh_hant: 選擇訂閱方案

source: 选择账户
en: Select Account
zh_hant: 選擇帳戶

source: 逐条过一遍
en: Review One by One
zh_hant: 逐條過一遍

source: 通用
en: General

source: 通知权限
en: Notification Permission
zh_hant: 通知許可權

source: 通知权限已开启
en: Notification permission is enabled
zh_hant: 通知許可權已開啟

source: 通知权限已被拒绝
en: Notification permission was denied
zh_hant: 通知許可權已被拒絕

source: 通知权限未开启
en: Notification permission is not enabled
zh_hant: 通知許可權未開啟

source: 通知设置
en: Notification Settings
zh_hant: 通知設定

source: 通过 %lld 条；拒绝：%@
en: Passed: %lld; Refused: %@
zh_hant: 透過 %lld 條；拒絕：%@

source: 通过 %lld 条；无拒绝
en: Passed: %lld; No refusals
zh_hant: 透過 %lld 條；無拒絕

source: 逾期
en: Overdue

source: 遇到问题时，一张截图最能说明情况；图片会自动去除位置信息
en: When you run into an issue, a screenshot says it best; location info is automatically removed from images
zh_hant: 遇到問題時，一張截圖最能說明情況；圖片會自動去除位置資訊

source: 邮箱
en: Email
zh_hant: 郵箱

source: 邮箱地址，如 name@example.com
en: Email address, e.g., name@example.com
zh_hant: 郵箱地址，如 name@example.com

source: 邮箱收到加密压缩包（密码见支付宝提示），电脑解压出 CSV 后导入
en: You'll receive an encrypted archive by email (password in Alipay notice); extract the CSV on your computer and import it
zh_hant: 郵箱收到加密壓縮包（密碼見支付寶提示），電腦解壓出 CSV 後匯入

source: 部分
en: Partial

source: 部分指标可用 · 点按前往设置补全权限
en: Some metrics available · Tap to go to Settings and grant full permissions
zh_hant: 部分指標可用 · 點按前往設定補全許可權

source: 部分数据可能未保存成功，建议重新导入
en: Some data may not have been saved; we recommend re-importing
zh_hant: 部分資料可能未儲存成功，建議重新匯入

source: 部分数据暂未载入
en: Some data hasn't been loaded yet
zh_hant: 部分資料暫未載入

source: 部分来源暂不可用，结论仅供参考
en: Some sources are temporarily unavailable; conclusions are for reference only
zh_hant: 部分來源暫不可用，結論僅供參考

source: 都确认完了
en: All Confirmed
zh_hant: 都確認完了

source: 采样率
en: Sampling Rate
zh_hant: 取樣率

source: 采用与召回（仅 Debug）
en: Adoption & Recall (Debug Only)
zh_hant: 採用與召回（僅 Debug）

source: 采用状态
en: Adoption Status
zh_hant: 採用狀態

source: 里程碑
en: Milestone

source: 重命名
en: Rename
zh_hant: 重新命名

source: 重命名主题
en: Rename Topic
zh_hant: 重新命名主題

source: 重命名关键词
en: Rename Keyword
zh_hant: 重新命名關鍵詞

source: 重命名失败
en: Rename Failed
zh_hant: 重新命名失敗

source: 重命名失败，请换一个名称
en: Rename failed; please try a different name
zh_hant: 重新命名失敗，請換一個名稱

source: 重命名标签
en: Rename Tag
zh_hant: 重新命名標籤

source: 重复
en: Repeat
zh_hant: 重複

source: 重复%@
en: Repeat %@
zh_hant: 重複%@

source: 重复次数
en: Repeat Count
zh_hant: 重複次數

source: 重复类型
en: Repeat Type
zh_hant: 重複型別

source: 重复规则
en: Repeat Rule
zh_hant: 重複規則

source: 重建完成
en: Rebuild Complete

source: 重录
en: Re-record
zh_hant: 重錄

source: 重新加载
en: Reload
zh_hant: 重新載入

source: 重新匹配
en: Rematch

source: 重新发送
en: Resend
zh_hant: 重新傳送

source: 重新发送上一条消息
en: Resend Last Message
zh_hant: 重新傳送上一條訊息

source: 重新整理
en: Reorganize

source: 重新整理 ›
en: Reorganize ›

source: 重新整理未归类想法
en: Reorganize Uncategorized Thoughts
zh_hant: 重新整理未歸類想法

source: 重新生成
en: Regenerate

source: 重新解析
en: Reparse

source: 重点不准
en: Inaccurate Focus
zh_hant: 重點不準

source: 重看新手引导
en: Replay Onboarding
zh_hant: 重看新手引導

source: 重置
en: Reset

source: 重置今日验证状态
en: Reset Today's Verification Status
zh_hant: 重置今日驗證狀態

source: 重置只清除 Debug 调用额度、dirty、退避和脱敏回执，不删除用户记忆或任何业务数据。
en: Reset only clears Debug call quota, dirty flags, backoff, and desensitization receipts. It does not delete user memories or any business data.
zh_hant: 重置只清除 Debug 呼叫額度、dirty、退避和脫敏回執，不刪除使用者記憶或任何業務資料。

source: 重置当前验收额度
en: Reset Current Acceptance Quota
zh_hant: 重置當前驗收額度

source: 重要的日子，提前看见它走来。
en: Important days, see them coming in advance.
zh_hant: 重要的日子，提前看見它走來。

source: 重试
en: Retry
zh_hant: 重試

source: 重试 %@
en: Retry %@
zh_hant: 重試 %@

source: 重试识别
en: Retry Recognition
zh_hant: 重試識別

source: 重选日期
en: Reselect Date
zh_hant: 重選日期

source: 金额
en: Amount
zh_hant: 金額

source: 金额：从低到高
en: Amount: Low to High
zh_hant: 金額：從低到高

source: 金额：从高到低
en: Amount: High to Low
zh_hant: 金額：從高到低

source: 金额↑
en: Amount ↑
zh_hant: 金額↑

source: 金额↓
en: Amount ↓
zh_hant: 金額↓

source: 金额从低到高
en: Amount Low to High
zh_hant: 金額從低到高

source: 金额从高到低
en: Amount High to Low
zh_hant: 金額從高到低

source: 金额最低的一笔
en: Lowest Amount
zh_hant: 金額最低的一筆

source: 金额最高的一笔
en: Highest Amount
zh_hant: 金額最高的一筆

source: 钱包在休息的一周
en: A Week of Wallet Rest
zh_hant: 錢包在休息的一週

source: 钱包安静，大脑在运转
en: Wallet Quiet, Mind at Work
zh_hant: 錢包安靜，大腦在運轉

source: 钱包忙碌的七天
en: A Busy Seven Days for the Wallet
zh_hant: 錢包忙碌的七天

source: 钱花出去了，想法也留下了
en: Money Spent, Thoughts Kept
zh_hant: 錢花出去了，想法也留下了

source: 银行 App 里的实际余额
en: Actual Balance in Banking App
zh_hant: 銀行 App 裡的實際餘額

source: 银行账单
en: Bank Statement
zh_hant: 銀行帳單

source: 锁定时机
en: Lock Timing
zh_hant: 鎖定時機

source: 错误
en: Error
zh_hant: 錯誤

source: 错误：%@
en: Error: %@
zh_hant: 錯誤：%@

source: 长按可切换智能总结
en: Long Press to Toggle Smart Summary
zh_hant: 長按可切換智慧總結

source: 长按空白处拖动，直接排一件事
en: Long Press and Drag on Empty Space to Schedule a Task
zh_hant: 長按空白處拖動，直接排一件事

source: 长期
en: Long-term
zh_hant: 長期

source: 长期事实
en: Long-term Fact
zh_hant: 長期事實

source: 长期模式
en: Long-term Mode
zh_hant: 長期模式

source: 长期模式为画像问答，不占分析额度；选中场景只预填问句，发送由你确认
en: Long-term Mode is for profile Q&A and does not consume analysis quota. Selecting a scenario only pre-fills the question; sending is up to you.
zh_hant: 長期模式為畫像問答，不佔分析額度；選中場景只預填問句，傳送由你確認

source: 长期规律
en: Long-term Pattern
zh_hant: 長期規律

source: 长期记忆
en: Long-term Memory
zh_hant: 長期記憶

source: 问 Holo
en: Ask Holo
zh_hant: 問 Holo

source: 问 Holo、记一笔、写想法、加待办。
en: Ask Holo, add an expense, write a thought, add a to-do.
zh_hant: 問 Holo、記一筆、寫想法、加待辦。

source: 问问 Holo
en: Ask Holo
zh_hant: 問問 Holo

source: 问题
en: Question
zh_hant: 問題

source: 问题反馈
en: Feedback
zh_hant: 問題反饋

source: 闰%@
en: Leap %@
zh_hant: 閏%@

source: 阅读
en: Reading
zh_hant: 閱讀

source: 阶段变化
en: Phase Changes
zh_hant: 階段變化

source: 阿里云百炼
en: Alibaba Cloud Bailian
zh_hant: 阿里雲百鍊

source: 附件
en: Attachment

source: 附件数量已达上限（最多 9 张）
en: Attachment limit reached (max 9)
zh_hant: 附件數量已達上限（最多 9 張）

source: 隐私与安全
en: Privacy & Security
zh_hant: 隱私與安全

source: 隐私政策
en: Privacy Policy
zh_hant: 隱私政策

source: 隐藏合集 %@
en: Hide Collection %@
zh_hant: 隱藏合集 %@

source: 隐藏这条记忆
en: Hide This Memory
zh_hant: 隱藏這條記憶

source: 随时找 Holo 聊聊
en: Chat with Holo Anytime
zh_hant: 隨時找 Holo 聊聊

source: 随机漫步小组件
en: Random Walk Widget
zh_hant: 隨機漫步小元件

source: 难过
en: Sad
zh_hant: 難過

source: 集中管理「我的标签」与「AI 建议标签」：确认采用、改名、合并或删除，避免标签越积越碎。
en: Manage 'My Tags' and 'AI Suggested Tags' in one place: adopt, rename, merge, or delete to prevent tag fragmentation.
zh_hant: 集中管理「我的標籤」與「AI 建議標籤」：確認採用、改名、合併或刪除，避免標籤越積越碎。

source: 需先开启「允许 HoloAI 参考此目标」
en: Enable 'Allow HoloAI to Reference This Goal' First
zh_hant: 需先開啟「允許 HoloAI 參考此目標」

source: 需要「完全访问」权限以读取日程
en: Full Access Permission Required to Read Calendar
zh_hant: 需要「完全訪問」許可權以讀取日程

source: 需要使用麦克风来记录你的语音
en: Microphone Access Required to Record Your Voice
zh_hant: 需要使用麥克風來記錄你的語音

source: 需要在系统设置中授权
en: Authorization Required in System Settings
zh_hant: 需要在系統設定中授權

source: 需要开启 AI 数据处理授权
en: AI Data Processing Authorization Required
zh_hant: 需要開啟 AI 資料處理授權

source: 需要查看敏感摘要时，只能进入单条记录后主动开启临时显示；退出页面即释放。
en: To view sensitive summaries, you must open a single record and enable temporary display; it is released when you leave the page.
zh_hant: 需要檢視敏感摘要時，只能進入單條記錄後主動開啟臨時顯示；退出頁面即釋放。

source: 需要相册权限才能选图识别。请在系统设置 > Holo > 照片中允许访问。
en: Photo library access is needed to pick images. Allow it in Settings > Holo > Photos.
zh_hant: 需要相簿權限才能選圖識別。請在系統設定 > Holo > 照片中允許存取。

source: 需设置截止时间
en: Set a Due Date
zh_hant: 需設定截止時間

source: 音乐
en: Music
zh_hant: 音樂

source: 页面内容
en: Page Content
zh_hant: 頁面內容

source: 项目
en: Item
zh_hant: 項目

source: 项目总额
en: Item Total
zh_hant: 項目總額

source: 项目数
en: Item Count
zh_hant: 項目數

source: 项目类型
en: Item Type
zh_hant: 項目型別

source: 预算
en: Budget
zh_hant: 預算

source: 预算使用率
en: Budget Usage
zh_hant: 預算使用率

source: 预算卡片：%@，%@%@元
en: Budget Card: %@, %@%@ yuan
zh_hant: 預算卡片：%@，%@%@元

source: 预算周期
en: Budget Period
zh_hant: 預算週期

source: 预算已用
en: Budget Used
zh_hant: 預算已用

source: 预算设置
en: Budget Settings
zh_hant: 預算設定

source: 预算超支提醒
en: Budget Overrun Alert
zh_hant: 預算超支提醒

source: 预算金额
en: Budget Amount
zh_hant: 預算金額

source: 预约牙医复诊
en: Schedule Dentist Follow-up
zh_hant: 預約牙醫複診

source: 预览通知样式
en: Preview Notification Style
zh_hant: 預覽通知樣式

source: 预览需要 Core Data context
en: Preview Requires Core Data Context
zh_hant: 預覽需要 Core Data context

source: 领域
en: Domain
zh_hant: 領域

source: 领域状态
en: Domain Status
zh_hant: 領域狀態

source: 领证纪念日
en: Anniversary of Marriage Certificate
zh_hant: 領證紀念日

source: 频率
en: Frequency
zh_hant: 頻率

source: 颜色
en: Color
zh_hant: 顏色

source: 颜色 %@
en: Color %@
zh_hant: 顏色 %@

source: 额度（选填）
en: Quota (Optional)
zh_hant: 額度（選填）

source: 风险目标
en: Risk Goal
zh_hant: 風險目標

source: 食物与饮品
en: Food & Drink
zh_hant: 食物與飲品

source: 饮品
en: Drinks
zh_hant: 飲品

source: 饮食
en: Diet
zh_hant: 飲食

source: 饮食营养
en: Nutrition
zh_hant: 飲食營養

source: 首页问候怎么称呼你，随 iCloud 同步
en: How the Home Greeting Addresses You, Synced with iCloud
zh_hant: 首頁問候怎麼稱呼你，隨 iCloud 同步

source: 验证一次以开启应用锁
en: Verify Once to Enable App Lock
zh_hant: 驗證一次以開啟應用鎖

source: 验证工具
en: Verification Tool
zh_hant: 驗證工具

source: 验证模式
en: Verification Mode
zh_hant: 驗證模式

source: 验证身份以解锁 Holo
en: Verify Identity to Unlock Holo
zh_hant: 驗證身份以解鎖 Holo

source: 验证领域萃取、跨域融合与问题召回
en: Verify Domain Extraction, Cross-domain Fusion, and Question Recall
zh_hant: 驗證領域萃取、跨域融合與問題召回

source: 骑行
en: Cycling
zh_hant: 騎行

source: 高
en: High

source: 高 → 低
en: High → Low

source: 高优完成率
en: High-priority Completion Rate
zh_hant: 高優完成率

source: 高光 %lld
en: Highlight %lld

source: 高影响
en: High Impact
zh_hant: 高影響

source: 高睡眠日，任务完成率更稳定；低睡眠日，咖啡支出和压力记录更值得回看。
en: On high-sleep days, task completion is more stable; on low-sleep days, coffee spending and stress records are worth reviewing.
zh_hant: 高睡眠日，任務完成率更穩定；低睡眠日，咖啡支出和壓力記錄更值得回看。

source: 高睡眠日，任务完成率更稳定。
en: On high-sleep days, task completion is more stable.
zh_hant: 高睡眠日，任務完成率更穩定。

source: 麦克风权限未开启
en: Microphone Permission Not Granted
zh_hant: 麥克風許可權未開啟

source: 黑色
en: Black

source: 默认
en: Default
zh_hant: 預設

source: 默认（按类型）
en: Default (by Type)
zh_hant: 預設（按型別）

source: 默认（按领域）
en: Default (by Domain)
zh_hant: 預設（按領域）

source: 默认关闭
en: Off by Default
zh_hant: 預設關閉

source: 默认模型为 qwen3-asr-flash-realtime，中文语言代码为 zh。录音会使用 16k 单声道 PCM。
en: Default model is qwen3-asr-flash-realtime, with Chinese language code zh. Recording uses 16k mono PCM.
zh_hant: 預設模型為 qwen3-asr-flash-realtime，中文語言程式碼為 zh。錄音會使用 16k 單聲道 PCM。

source: 默认账户
en: Default Account
zh_hant: 預設帳戶

source: %@%@个%@
zh_hant: %@%@個%@

source: Holo · 记下此刻
zh_hant: Holo · 記下此刻

source: HOLO · 记下此刻
zh_hant: HOLO · 記下此刻

source: 不挂项目
zh_hant: 不掛項目

source: 交易记录 · %lld 笔
zh_hant: 交易記錄 · %lld 筆

source: 从历史挑一笔补挂
zh_hant: 從歷史挑一筆補掛

source: 例如：东京旅行、装修
zh_hant: 例如：東京旅行、裝修

source: 关闭后「想法随机漫步」小组件只显示来源提示，不显示内容
zh_hant: 關閉後「想法隨機漫步」小元件只顯示來源提示，不顯示內容

source: 最近规划
zh_hant: 最近規劃

source: 最近规划检索
zh_hant: 最近規劃檢索

source: 删除项目「%@」？
zh_hant: 刪除項目「%@」？

source: 剩余 ¥%@ · %lld%%
zh_hant: 剩餘 ¥%@ · %lld%%

source: 只解除关联并删除项目
zh_hant: 只解除關聯並刪除項目

source: 在左侧轻点任务，详情和编辑会在这里展开
zh_hant: 在左側輕點任務，詳情和編輯會在這裡展開

source: 填了预算就能在项目里看花超没有；不填就纯记录
zh_hant: 填了預算就能在項目裡看花超沒有；不填就純記錄

source: 完结项目
zh_hant: 完結項目

# 已处理 %lld 项，%lld 项待你确认：
source: 已处理 %1$lld 项，%2$lld 项待你确认：
zh_hant: 已處理 %lld 項，%lld 項待你確認：

# 已处理 %lld 项，%lld 项待确认
source: 已处理 %1$lld 项，%2$lld 项待确认
zh_hant: 已處理 %lld 項，%lld 項待確認

source: 已归档 · %lld 个
zh_hant: 已歸檔 · %lld 個

source: 已挂到其他项目的交易不会出现在这里
zh_hant: 已掛到其他項目的交易不會出現在這裡

source: 已计入项目「%@」
zh_hant: 已計入項目「%@」

source: 归档项目
zh_hant: 歸檔項目

source: 情境库条目
zh_hant: 情境庫條目

source: 情境萃取运行中…
zh_hant: 情境萃取執行中…

source: 情境链路（想法→萃取→规划）
zh_hant: 情境鏈路（想法→萃取→規劃）

source: 把多笔支出归到一件事上，比如旅行、装修
zh_hant: 把多筆支出歸到一件事上，比如旅行、裝修

source: 挂到哪个项目
zh_hant: 掛到哪個項目

source: 挂到项目 (%lld)
zh_hant: 掛到項目 (%lld)

source: 排障顺序：库内条目为 0 = 萃取没跑；有条目但规划选取为 0 = 检索没命中。
zh_hant: 排障順序：庫內條目為 0 = 萃取沒跑；有條目但規劃選取為 0 = 檢索沒命中。

source: 提到的项目名对应多个项目，这笔没有自动挂靠，可在账本里手动挂
zh_hant: 提到的項目名對應多個項目，這筆沒有自動掛靠，可在帳本里手動掛

source: 新建第一个项目
zh_hant: 新建第一個項目

source: 新建项目
zh_hant: 新建項目

source: 时间范围（可选）
zh_hant: 時間範圍（可選）

source: 时间范围只用于展示，不影响记账——旅行结束后仍可补挂行前买的机票
zh_hant: 時間範圍只用於展示，不影響記帳——旅行結束後仍可補掛行前買的機票

source: 标记为完成
zh_hant: 標記為完成

source: 标记为未完成
zh_hant: 標記為未完成

source: 桌面小组件显示想法原文
zh_hant: 桌面小元件顯示想法原文

source: 清空情境向量缓存（查询时自动重建）
zh_hant: 清空情境向量快取（查詢時自動重建）

source: 点右上角菜单，记一笔或从历史补挂
zh_hant: 點右上角選單，記一筆或從歷史補掛

source: 移出项目
zh_hant: 移出項目

source: 编辑项目
zh_hant: 編輯項目

source: 萃取累计新建
zh_hant: 萃取累計新建

source: 萃取跳过原因
zh_hant: 萃取跳過原因

source: 规划闸门
zh_hant: 規劃閘門

source: 记一笔挂到项目
zh_hant: 記一筆掛到項目

source: 识别到 %lld 项，待你确认
zh_hant: 識別到 %lld 項，待你確認

source: 识别到 %lld 项待办，待你确认后创建：
zh_hant: 識別到 %lld 項待辦，待你確認後建立：

source: 该项目下 %lld 笔交易会保留，只是不再算进这个项目；项目本身可随时重新创建。
zh_hant: 該項目下 %lld 筆交易會保留，只是不再算進這個項目；項目本身可隨時重新建立。

source: 跑一轮情境萃取
zh_hant: 跑一輪情境萃取

source: 近期没有可补挂的支出
zh_hant: 近期沒有可補掛的支出

source: 还没有项目
zh_hant: 還沒有項目

source: 进行中 · %lld 个项目
zh_hant: 進行中 · %lld 個項目

source: 选一条任务查看
zh_hant: 選一條任務檢視

source: 选择交易
zh_hant: 選擇交易

source: 重新开启
zh_hant: 重新開啟

source: 项目名称
zh_hant: 項目名稱

source: 项目操作菜单
zh_hant: 項目操作選單

source: 预算 %@
zh_hant: 預算 %@

source: 预算（选填）
zh_hant: 預算（選填）
